uraich/twatch-2020-micropython/ports/esp32/boards/LILYGO_T_WATCH_2020_V1/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "LilyGO-TTGO-T-Watch-2020-V1"
#define MICROPY_HW_MCU_NAME "ESP32-DOWDQ6"
